tap "corgibytes/cask-fonts"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "direnv"
brew "git"
brew "htop"
brew "neovim"
brew "node"
brew "pre-commit"
brew "python3"
brew "go"
brew "ruby@2.7"
brew "the_silver_searcher"
brew "tmux"
brew "gpg"
brew "pygments"
brew "bat"
brew "ripgrep"

cask "firefox"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "spotify"
cask "rectangle"
cask "dbeaver-community"
cask "1password"
