tap "corgibytes/cask-fonts"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "direnv"
brew "git"
brew "go"
brew "htop"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "pre-commit"
brew "python@3.11"
brew "redis"
brew "ruby@2.7"
brew "saml2aws" 
brew "the_silver_searcher"
brew "tmux"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "spotify"
cask "whatsapp"
cask "telegram"
cask "rectangle"
cask "MonitorControl"
