brew "black"
brew "ruby"
brew "cocoapods"
brew "direnv"
brew "git"
brew "go"
brew "isort"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "ollama"
brew "poetry"
brew "ripgrep"
brew "ruff"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
cask "1password"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "monitorcontrol"
cask "rectangle"
